# Evalcache
mroth/evalcache

# Completions
marlonrichert/zsh-autocomplete
zsh-users/zsh-completions path:src kind:fpath
lukechilds/zsh-better-npm-completion kind:defer
ahmetb/kubectx path:completion kind:fpath

# custom
$ZSH_CUSTOM/plugins/devtools
$ZSH_CUSTOM/plugins/completion
$ZSH_CUSTOM/plugins/nvm

# Oh-my-zsh
getantidote/use-omz
ohmyzsh/ohmyzsh path:lib/grep.zsh
ohmyzsh/ohmyzsh path:plugins/aliases
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/gitfast
ohmyzsh/ohmyzsh path:plugins/urltools
ohmyzsh/ohmyzsh path:plugins/rust
ohmyzsh/ohmyzsh path:plugins/poetry-env

# Nvm support
# lukechilds/zsh-nvm

# End
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-autosuggestions
