tap "homebrew/bundle"

brew "bat"
brew "btop"
brew "dua-cli"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "graphviz"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "rich-cli"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tealdeer"
brew "thefuck"
brew "vfox"
brew "wrk"
brew "yazi"
brew "yq"
brew "zoxide"

tap "hashicorp/tap"

brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vagrant"
brew "hashicorp/tap/vault"
brew "hashicorp/tap/packer"

brew "kubernetes-cli"

brew "helm"
brew "kind"
brew "kompose"
brew "kube-bench"
brew "kubectx"
brew "kustomize"
brew "minikube"

tap "kubescape/tap"
brew "kubescape/tap/kubescape-cli"

tap "derailed/k9s"
brew "derailed/k9s/k9s"
