tap "homebrew/bundle"

brew "atuin"
brew "bat"
brew "bingrep"
brew "btop"
brew "coreutils"
brew "dua-cli"
brew "eza"
brew "fd"
brew "forgit"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "glow"
brew "gum"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tealdeer"
brew "yazi"
