tap "homebrew/bundle"

brew "asdf"
brew "bat"
brew "bingrep"
brew "btop"
brew "dua-cli"
brew "fd"
brew "fzf"
brew "gh"
brew "git-extras"
brew "git-lfs"
brew "git-sizer"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "minikube"
brew "neovim"
brew "ngrok"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tealdeer"
brew "wrk"
brew "yazi"
brew "yq"
brew "zoxide"
